from config import HASHTAGS

def format_post(info):
    hashtags = "\n".join(HASHTAGS)

    post = f"""🌍 {info['title']}

📍 کشور: {info['country']}

🏛 معرفی:
{info['description']}

━━━━━━━━━━━━━━

✨ نکات جالب:
• این مکان یکی از شناخته‌شده‌ترین جاذبه‌های گردشگری جهان است.
• هر سال گردشگران زیادی برای دیدن این اثر به این منطقه سفر می‌کنند.
• معماری و تاریخ این مکان آن را به یکی از نقاط مهم گردشگری تبدیل کرده است.

━━━━━━━━━━━━━━

🤔 آیا می‌دانستید؟
بسیاری از جاذبه‌های مشهور جهان داستان‌های تاریخی و فرهنگی جالبی پشت خود دارند که باعث محبوبیت آن‌ها شده است.

📚 مطالعه بیشتر:
{info['wiki']}

━━━━━━━━━━━━━━

{hashtags}
"""

    return post
