PLACES = [

# ایران
"تخت جمشید",
"میدان نقش جهان",
"ارگ بم",
"بیستون",
"چغازنبیل",
"کاخ گلستان",
"باغ فین کاشان",
"کلیسای وانک",
"دریاچه ارومیه",
"جزیره کیش",
"جنگل ابر",
"دریاچه گهر",

# فرانسه
"برج ایفل",
"موزه لوور",
"کاخ ورسای",
"کلیسای نوتردام",

# ایتالیا
"کولوسئوم",
"برج کج پیزا",
"واتیکان",

# اسپانیا
"ساگرادا فامیلیا",
"قصر الحمرا",

# انگلستان
"برج لندن",
"استون‌هنج",

# مصر
"اهرام جیزه",
"ابوالهول",

# هند
"تاج محل",

# چین
"دیوار بزرگ چین",

# ژاپن
"کوه فوجی",
"قلعه اوساکا",

# آمریکا
"گرند کنیون",
"پارک یلواستون",
"مجسمه آزادی",

# برزیل
"مجسمه مسیح",

# استرالیا
"اپرای سیدنی",

# یونان
"آکروپولیس",

# ترکیه
"ایاصوفیه",
"کاپادوکیه"

]
