WORLD_PLACES = [

    {
        "title": "برج ایفل",
        "country": "فرانسه",
        "city": "پاریس",
        "description": "برج ایفل مشهورترین نماد شهر پاریس و یکی از شناخته‌شده‌ترین سازه‌های جهان است که سالانه میلیون‌ها گردشگر از آن بازدید می‌کنند.",
        "history": "این برج در سال ۱۸۸۹ به مناسبت نمایشگاه جهانی پاریس ساخته شد. طراحی آن توسط گوستاو ایفل انجام شد و در ابتدا قرار بود سازه‌ای موقت باشد.",
        "facts": [
            "ارتفاع برج حدود ۳۳۰ متر است.",
            "شب‌ها با هزاران چراغ نورپردازی می‌شود.",
            "یکی از پربازدیدترین جاذبه‌های اروپا است."
        ],
        "image": "",
        "wiki": "https://fa.wikipedia.org/wiki/برج_ایفل"
    },

    {
        "title": "دیوار بزرگ چین",
        "country": "چین",
        "city": "شمال چین",
        "description": "دیوار بزرگ چین مجموعه‌ای عظیم از دیوارها و استحکامات تاریخی است که برای دفاع از سرزمین چین ساخته شد.",
        "history": "ساخت بخش‌هایی از این دیوار از بیش از دو هزار سال پیش آغاز شد و در دوره‌های مختلف توسط حکومت‌های چین گسترش یافت.",
        "facts": [
            "یکی از عجایب هفتگانه جدید جهان محسوب می‌شود.",
            "هزاران کیلومتر طول دارد.",
            "یکی از مهم‌ترین آثار تاریخی آسیا است."
        ],
        "image": "",
        "wiki": "https://fa.wikipedia.org/wiki/دیوار_بزرگ_چین"
    },

    {
        "title": "کولوسئوم",
        "country": "ایتالیا",
        "city": "رم",
        "description": "کولوسئوم رم یکی از بزرگ‌ترین آمفی‌تئاترهای دوران امپراتوری روم و نماد تاریخ باستانی ایتالیا است.",
        "history": "ساخت کولوسئوم در قرن اول میلادی در زمان امپراتوری روم آغاز شد و برای برگزاری مسابقات و نمایش‌های عمومی استفاده می‌شد.",
        "facts": [
            "بیش از هزاران سال قدمت دارد.",
            "ظرفیت آن در گذشته ده‌ها هزار نفر بوده است.",
            "یکی از مشهورترین آثار باستانی جهان است."
        ],
        "image": "",
        "wiki": "https://fa.wikipedia.org/wiki/کولوسئوم"
    }

]
